the
cat
ate
a
fish
saw
bird
fly
jumped
over
table
caught
in
pond
is
naughty
sun
rises
east
she
enjoys
reading
books
cats
are
independent
animals
i
am
going
to
market
flowers
blooming
beautifully
he
studying
for
his
exams
coffee
too
hot
drink
they
planning
trip
mountains
my
favorite
color
blue
weather
quite
pleasant
today
sleeping
on
couch
loves
paint
her
free
time
shining
brightly
went
walk
park
playing
soccer
field
garden
baked
cake
friend
children
with
their
toys
book
about
history
birds
singing
trees
writing
letter
cousin
dog
chasing
its
tail
working
computer
car
parked
driveway
watching
movie
kids
riding
bicycles
fixing
broken
chair
wind
blowing
through
knitting
scarf
winter
train
arriving
at
station
cooking
dinner
family
setting
horizon
practicing
piano
every
day
brewing
kitchen
watering
plants
clouds
gathering
sky
preparing
final
barking
mailman
assembling
new
bookshelf
river
flowing
peacefully
learning
language
leaves
falling
from
guitar
room
snow
covering
ground
organizing
photo
album
ocean
waves
crashing
shore
painting
walls
of
house
stars
twinkling
night
making
quilt
bed
fire
crackling
fireplace
story
class
building
sandcastle
jogging
along
beach
swaying
breeze
engine
moon
tonight
planting
vegetables
howling
cleaning
windows
rain
steadily
drawing
picture
traveling
countryside
hiking
up
mountain
peeking
sewing
dress
sister
jumping
puddles
chess
snowflakes
drifting
arranging
vase
nest
tree
repairing
roof
rushing
past
rocks
decorating
living
hide
and
seek
fishing
by
lake
rustling
math
test
floating
across
baking
bread
oven
window
landscape
canvas
flying
kites
backyard
lapping
birthday
card
fireflies
glowing
dark
leak
around
pouring
down
heavily
mowing
lawn
yard
spring
violin
laughing
fence
white
hidden
behind
mystery
novel
gently
birdhouse
calm
peaceful
poem
nature
digging
basketball
friends
rising
morning
sweater
mother
tag
lamp
cookies
neighbors
softly
model
airplane
tapping
journal
taking
nap
wilting
heat
yoga
squirrels
polishing
shoes
west
science
fiction
drums
basement
winding
valley
nails
sandbox
washing
changing
fall
pie
dessert
whistling
clock
under
snowman
meadow
rolling
bicycle
patch
onto
jeans
dripping
eaves
cutting
grass
forest
delicious
meal
swings
door
bedroom
piling
outside
biography
hat
grandmother
scratch
ball
playground
faucet
water
shed
above
scrapbook
bright
colorful
bikes
garage
against
feeder
vegetable
romance
front
